dynamo_static/static_logs_20/workloada_static_load.log
0    [Thread-1] INFO  site.ycsb.db.DynamoDBClient  -dynamodb connection created with http://dynamodb.us-east-2.amazonaws.com
[OVERALL], RunTime(ms), 35480
[OVERALL], Throughput(ops/sec), 28.18489289740699
[TOTAL_GCS_Copy], Count, 28
[TOTAL_GC_TIME_Copy], Time(ms), 46
[TOTAL_GC_TIME_%_Copy], Time(%), 0.12965050732807215
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 28
[TOTAL_GC_TIME], Time(ms), 46
[TOTAL_GC_TIME_%], Time(%), 0.12965050732807215
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 34234.686
[INSERT], MinLatency(us), 4920
[INSERT], MaxLatency(us), 4063231
[INSERT], 95thPercentileLatency(us), 11215
[INSERT], 99thPercentileLatency(us), 615935
[INSERT], Return=OK, 1000